Repository: aniramskaya/recipies
Catalog: Features/Recipe/Sources/Recipe/Resources/Localizable.xcstrings
Source language: ru
Languages: en

# cookingBlock.header
source: Приготовление
en: Cooking

# cookingStepAdd
source: Добавить шаг
en: Add step

# cookingStepHeader
source: Шаг %1$(step)llu: %2$(name)@
en: Step %1$(step)llu: %2$(name)@

# cookingStepRemove
source: Удалить шаг
en: Remove step

# deleteIngredient
source: Удалить ингредиент
en: Delete ingredient

# IngredientsHint
source: Отметьте, что уже есть дома, и нажмите \"Отправить\" чтобы добавить остальные ингредиенты в Заметки или отправить кому-то
en: Mark what you already have at home and press “Send” to add unmarked to Notes or send to someone

# IngredientsShare
source: Отправить
en: Send

# IngredientsTitle
source: Ингредиенты
en: Ingredients

# moveUp
source: Переместить вверх
en: Move up

# recipeDescription
source: Несколько слов о рецепте в общем*
en: General description*

# recipeName
source: Название рецепта*
en: Recipe name*

# showLess
source: Свернуть ↑
en: Collapse ↑

# showMore
source: Показать полностью ↓
en: Expand ↓

# textBlockAdd
source: Добавить блок
en: Add block

# textBlockRemove
source: Удалить блок
en: Remove block

# textBlockText
source: Ваш текст*
en: Your text*

# textBlockTitle
source: Заголовок
en: Header
